#include <a_samp>


public OnFilterScriptInit()
{
// 오브젝트 삼입
// drving - 데저트 제작
CreateObject(1384,1510.431,-1362.032,323.618,0.0,0.0,-257.831);
CreateObject(1388,1473.117,-1370.152,323.459,0.0,0.0,-257.831);
CreateObject(2395,1434.068,-1377.096,328.762,-89.381,-91.960,101.414);
CreateObject(2395,1430.456,-1377.960,328.799,-89.381,-91.960,101.414);
CreateObject(1468,1539.850,-1488.402,329.268,0.0,0.0,-91.960);
CreateObject(1468,1537.185,-1488.151,329.266,0.0,0.0,-273.301);
CreateObject(1608,1536.895,-1516.410,325.170,0.0,0.0,-363.542);

	return 1;
}

public OnFilterScriptExit()
{
	return 1;
}

